export default {
  menu: {
    title: {
      home: 'Нүүр',
      wallet: 'Хэтэвч',
      qr: 'QR',
      chart: 'Чарт',
      profile: 'Хувийн мэдээлэл',
      terminal: 'Терминал',
      invoice: 'Нэхэмжлэх',
      assets: 'Ханш',
    },
  },
  common: {
    signin: 'Нэвтрэх',
    register: 'Бүртгүүлэх',
    close: 'Хаах',
    pin: 'Пин Код',
    reset_pin: 'Пин сэргээх',
  },
  onboard: {
    skip: 'Алгасах',
    title1: 'Ханшын мэдээлэл',
    title2: 'Сонордуулга',
    title3: 'Тайвшрал',
    text1: 'Биржүүдийн ханшын мэдээллийг нэг дороос харах боломж',
    text2: 'Хүссэн үнийн дүн дээрээ сонордуулга тохируулах',
    text3: 'Сэтгэл амар тайван амгалан унтаж амрах (joke)',
  },
  wallet: {
    available_balance: 'Боломжит үлдэгдэл',
    send: 'Илгээсэн',
    receive: 'Авсан',
    pad: 'Товч',
  },
  login: {
    phone: 'Утасны дугаараа оруулна уу',
    password: 'Пин код оруулна уу',
    register: 'Бүртгүүлэх?',
    forgot: 'Пин код сэргээх',
    no_user:
      'Уучлаарай энэ утасны дугаар дээр бүртгэлтэй хэрэглэгч байхгүй байна',
  },
  register: {
    already_registered: 'Уучлаарай энэ утасны дугаар системд бүртгэлтэй байна',
    opt_wrong: 'Уучлаарай нэг удаагийн нууц үг таарахгүй байна',
    enter_pin: 'Цаашид нэвтрэх пин кодоо оруулна уу',
    enter_confirm: 'Пин кодоо дахин оруулж баталгаажуулна уу',
    pin_wrong: 'Уучлаарай пин код таарахгүй байна',
  },
  payment: {
    create_invoice: 'Нэхэмжлэх үүсгэх',
    total_balance: 'Нийт үлдэгдэл',
    amount: 'Үнийн дүн',
    invoice_number: 'Нэхэмжлэх дугаар',
    card_number: 'Картын дугаар',
  },
  invoice: {
    success: 'Төлөгдсөн',
    pending: 'Хүлээгдэж буй',
    settlemented: 'Нэгтгэл хийгдсэн',
    canceled: 'Буцаагдсан',
  },
};
